Repository: svipm/doer
Catalog: Doer/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

# settings.font.custom.add.subtitle
source: Select one or more .ttf, .otf, or .ttc files
zh_hans: 可一次选择多个 .ttf、.otf 或 .ttc 字体文件
zh_hk: 可一次選擇多個 .ttf、.otf 或 .ttc 字體檔案

# settings.font.custom.available
source: Imported, tap to use
zh_hans: 已导入，点击切换使用
zh_hk: 已匯入，點按切換使用

# settings.font.custom.imported
source: Using %@
zh_hans: 正在使用 %@
zh_hk: 正在使用 %@

# settings.font.custom.selected
source: Selected
zh_hans: 当前使用
zh_hk: 目前使用

# settings.font.custom.subtitle
source: Upload a .ttf, .otf, or .ttc font
zh_hans: 上传 .ttf、.otf 或 .ttc 字体
zh_hk: 上傳 .ttf、.otf 或 .ttc 字體檔案

# settings.font.import_invalid
source: This font file could not be read.
zh_hans: 无法读取这个字体文件。
zh_hk: 無法讀取此字體檔案。

# settings.font.import_not_misans
source: This file is not a MiSans font.
zh_hans: 这个文件不是 MiSans 字体。
zh_hk: 此檔案不是 MiSans 字體。

# settings.font.import_unsupported
source: Only .ttf, .otf, and .ttc font files are supported.
zh_hans: 只支持 .ttf、.otf 和 .ttc 字体文件。
zh_hk: 僅支援 .ttf、.otf 及 .ttc 字體檔案。

# settings.font.misans.need_upload
source: Upload a MiSans font file first
zh_hans: 先上传 MiSans 字体文件
zh_hk: 請先上傳 MiSans 字體檔案

# settings.font.misans.subtitle
source: Ready to use
zh_hans: 已可使用
zh_hk: 已可使用

# settings.font.scope.global
source: Apply Font Globally
zh_hans: 全局应用字体
zh_hk: 全域套用字體

# settings.font.scope.global.subtitle
source: Off keeps the selected font only in reading content; on also applies it to Home, Settings, and detail UI.
zh_hans: 关闭时仅用于阅读内容，开启后也应用到首页、设置和详情界面
zh_hk: 關閉時僅用於閱讀內容，開啟後也套用到首頁、設定和詳情介面

# settings.font.system
source: System Default
zh_hans: 系统默认
zh_hk: 系統預設

# settings.font.system.subtitle
source: Use the iOS default font
zh_hans: 使用 iOS 默认字体
zh_hk: 使用 iOS 預設字體

# settings.interface_font_size
source: Global Font Size
zh_hans: 全局字体大小
zh_hk: 全域字體大小

# settings.language
source: Language
zh_hans: 语言
zh_hk: 語言

# settings.language.restart_message
source: Language changes take effect after restarting Doer.
zh_hans: 切换语言后需要重启 Doer 生效。
zh_hk: 切換語言後需要重新啟動 Doer 才會生效。

# settings.language.restart_title
source: Restart Required
zh_hans: 需要重启应用
zh_hk: 需要重新啟動 App

# settings.language.zh_hans
source: Simplified Chinese
zh_hans: 简体中文
zh_hk: 簡體中文

# settings.language.zh_hant_tw
source: Traditional Chinese (Taiwan)
zh_hans: 繁体中文（台湾）
zh_hk: 繁體中文（台灣）

# settings.language.zh_hk
source: Traditional Chinese (Hong Kong)
zh_hans: 繁体中文（香港）
zh_hk: 繁體中文（香港）

# settings.mini_programs.subtitle
source: Toggles, sort, edit, and logos
zh_hans: 开关、排序、编辑与 Logo
zh_hk: 開關、排序、編輯與 Logo

# settings.network
source: Network
zh_hans: 网络设置
zh_hk: 網絡設置

# settings.network.avatar_loading
source: Avatar loading
zh_hans: 头像加载强度
zh_hk: 頭像加載強度

# settings.network.avatar_loading.high
source: High
zh_hans: 高
zh_hk: 高

# settings.network.avatar_loading.low
source: Low
zh_hans: 低
zh_hk: 低

# settings.network.avatar_loading.medium
source: Medium
zh_hans: 中
zh_hk: 中

# settings.network.avatar_loading.message
source: Format: max download / max prefetch / Home avatar prefetch. High is the current default.
zh_hans: 格式为：最大下载并发 / 最大预取并发 / 首页头像预取数量。高档就是当前默认值。
zh_hk: 格式為：最大下載並發 / 最大預取並發 / 首頁頭像預取數量。高檔就是當前默認值。

# settings.network.avatar_loading.summary_format
source: Download %1$@ · prefetch %2$@ · Home %3$@
zh_hans: 下载 %1$@ · 预取 %2$@ · 首页 %3$@
zh_hk: 下載 %1$@ · 預取 %2$@ · 首頁 %3$@

# settings.network.bootstrap.edit.message
source: You can add IPs. System-locked addresses can’t be deleted.
zh_hans: 可追加 IP，系统锁定的地址不会被删除。
zh_hk: 可追加 IP，系統鎖定的地址不會被刪除。

# settings.network.cloudflare_ready
source: Verification cookie is ready
zh_hans: 验证 cookie 已就绪
zh_hk: 驗證 cookie 已就緒

# settings.network.cloudflare_required
source: Manual check available
zh_hans: 可手动验证
zh_hk: 可手動驗證

# settings.network.cloudflare_verify
source: Cloudflare Check
zh_hans: Cloudflare 验证
zh_hk: Cloudflare 驗證

# settings.network.custom_url
source: Custom URL
zh_hans: 自定义地址
zh_hk: 自定義地址

# settings.network.custom_url.message
source: Enter a DNS over HTTPS server address.
zh_hans: 输入 DNS over HTTPS 服务地址。
zh_hk: 輸入 DNS over HTTPS 服務地址。

# settings.network.debug_log
source: Debug log
zh_hans: 调试日志
zh_hk: 調試日誌

# settings.network.debug_log.subtitle
source: View and copy the last 200 lines
zh_hans: 查看并复制最近 200 行
zh_hk: 查看並複製最近 200 行

# settings.network.doh_detail
source: DoH settings
zh_hans: DoH 设置
zh_hk: DoH 設置

# settings.network.doh_detail.advanced
source: Advanced
zh_hans: 高级
zh_hk: 高級

# settings.network.doh_detail.servers
source: Servers
zh_hans: 服务器
zh_hk: 伺服器

# settings.network.doh_server.add
source: Add server
zh_hans: 添加服务器
zh_hk: 添加伺服器

# settings.network.doh_server.add.message
source: Enter a name and https:// URL. System-locked bootstrap IPs can’t be deleted; you can add more.
zh_hans: 填写名称和 https:// 地址。系统锁定的 Bootstrap IP 不能删除，可追加。
zh_hk: 填寫名稱和 https:// 地址。系統鎖定的 Bootstrap IP 不能刪除，可追加。

# settings.network.doh_server.add.subtitle
source: Custom DoH URL. Touch and hold to delete
zh_hans: 自定义 DoH 地址，长按可删除
zh_hk: 自定義 DoH 地址，長按可刪除

# settings.network.doh_server.delete
source: Delete server
zh_hans: 删除服务器
zh_hk: 刪除伺服器

# settings.network.doh_server.name
source: Name
zh_hans: 名称
zh_hk: 名稱

# settings.network.doh_status
source: Status
zh_hans: 状态
zh_hk: 狀態

# settings.network.doh_test
source: Test DoH
zh_hans: 测试 DoH
zh_hk: 測試 DoH

# settings.network.doh_test.all
source: Test all servers
zh_hans: 测试全部服务器
zh_hk: 測試全部伺服器

# settings.network.doh_test.all.subtitle
source: Resolve linux.do with the current list
zh_hans: 用当前列表解析 linux.do
zh_hk: 用當前列表解析 linux.do

# settings.network.doh_test.empty
source: No addresses resolved
zh_hans: 没有解析到地址
zh_hk: 沒有解析到地址

# settings.network.doh_test.failed
source: Test failed
zh_hans: 测试失败
zh_hk: 測試失敗

# settings.network.doh_test.idle
source: Resolve linux.do to confirm this server works
zh_hans: 解析 linux.do，确认当前服务器能用
zh_hk: 解析 linux.do，確認當前伺服器能用

# settings.network.doh_test.no_bootstrap
source: No bootstrap IP, can’t reach the DoH server
zh_hans: 没有 Bootstrap IP，无法连接 DoH 服务器
zh_hk: 沒有 Bootstrap IP，無法連接 DoH 伺服器

# settings.network.doh_test.running
source: Testing…
zh_hans: 测试中…
zh_hk: 測試中…

# settings.network.more
source: More settings
zh_hans: 更多设置
zh_hk: 更多設置

# settings.network.more.subtitle
source: Servers, cache, and advanced options
zh_hans: 服务器、缓存与高级选项
zh_hk: 伺服器、緩存與高級選項

# settings.network.provider
source: Provider
zh_hans: 服务商
zh_hk: 服務商

# settings.network.section.auxiliary
source: Extras
zh_hans: 辅助功能
zh_hk: 輔助功能

# settings.network.section.debug
source: Debug
zh_hans: 调试
zh_hk: 調試

# settings.network.subtitle
source: DoH provider and connection options
zh_hans: DoH 服务商和连接选项
zh_hk: DoH 服務商和連接選項

# settings.not_set
source: Not Set
zh_hans: 未设置
zh_hk: 未設置

# settings.notifications.filter.all
source: All
zh_hans: 全部
zh_hk: 全部

# settings.notifications.filter.all.sub
source: Any synced unread may banner
zh_hans: 同步到的未读都可能弹出
zh_hk: 同步到的未讀都可能彈出

# settings.notifications.filter.high
source: High priority only
zh_hans: 仅高优
zh_hk: 僅高優

# settings.notifications.filter.high.sub
source: Only high_priority notifications
zh_hans: 仅 high_priority 通知
zh_hk: 僅 high_priority 通知

# settings.notifications.filter.mentions
source: Mentions only
zh_hans: 仅 @我
zh_hk: 僅 @我

# settings.notifications.filter.mentions_messages
source: Mentions & messages
zh_hans: @我与私信
zh_hk: @我與私信

# settings.notifications.filter.mentions_messages.sub
source: Less noise, keep important replies
zh_hans: 减少刷屏，保留关键互动
zh_hk: 減少刷屏，保留關鍵互動

# settings.notifications.filter.mentions.sub
source: Mentions only
zh_hans: 只保留被提及
zh_hk: 只保留被提及

# settings.notifications.filter.message
source: Controls local banners after background sync. Badges still update
zh_hans: 控制后台同步后的本地横幅；角标仍会更新
zh_hk: 控制後台同步後的本地橫幅；角標仍會更新

# settings.notifications.filter.none
source: No banners
zh_hans: 不推送横幅
zh_hk: 不推送橫幅

# settings.notifications.filter.none.sub
source: Badges still update, no banners
zh_hans: 仍更新角标，不发横幅
zh_hk: 仍更新角標，不發橫幅

# settings.notifications.filter.title
source: Banner range
zh_hans: 横幅推送范围
zh_hk: 橫幅推送範圍

# settings.notion.subtitle
source: Sync bookmarks to a Notion database
zh_hans: 书签同步到 Notion 数据库
zh_hk: 書籤同步到 Notion 數據庫

# settings.operation_failed
source: Operation Failed
zh_hans: 操作失败
zh_hk: 操作失敗

# settings.preferences
source: Preferences
zh_hans: 功能设置
zh_hk: 功能設置

# settings.preferences.section.basic
source: Basics
zh_hans: 基础
zh_hk: 基礎

# settings.preferences.section.notifications
source: Local notifications
zh_hans: 本地通知
zh_hk: 本地通知

# settings.preferences.subtitle
source: Clipboard, launch, and general behavior
zh_hans: 剪贴板、启动和通用行为
zh_hk: 剪貼板、啓動和通用行為

# settings.profile_tabs
source: Profile Tabs
zh_hans: 资料页标签
zh_hk: 個人資料頁標籤

# settings.profile_tabs.hidden
source: Hidden
zh_hans: 已隐藏
zh_hk: 已隱藏

# settings.profile_tabs.hidden_empty
source: All profile tabs are currently visible.
zh_hans: 当前所有资料页标签均已显示。
zh_hk: 目前所有個人資料頁標籤均已顯示。

# settings.profile_tabs.item_hidden
source: Tap plus to show this tab
zh_hans: 点击加号恢复显示
zh_hk: 點擊加號恢復顯示

# settings.profile_tabs.item_visible
source: Shown on user profile pages
zh_hans: 显示在用户资料页
zh_hk: 顯示於用戶個人資料頁

# settings.profile_tabs.minimum_one
source: At least one profile tab must remain visible.
zh_hans: 至少需要保留一个资料页标签。
zh_hk: 至少需要保留一個個人資料頁標籤。

# settings.profile_tabs.subtitle
source: Show, hide, and reorder profile content
zh_hans: 调整资料页内容的显示和顺序
zh_hk: 調整個人資料頁內容的顯示及次序

# settings.profile_tabs.visible
source: Visible
zh_hans: 显示
zh_hk: 顯示

# settings.profile_tabs.visible_help
source: Drag to reorder. Tap minus to hide a tab.
zh_hans: 拖动可调整顺序，点击减号可隐藏标签。
zh_hk: 拖動可調整次序，點擊減號可隱藏標籤。

# settings.reading_design
source: Reading Settings
zh_hans: 阅读设置
zh_hk: 閱讀設定

# settings.reading.clipboard_topic
source: Clipboard topic links
zh_hans: 剪贴板话题链接
zh_hk: 剪貼板話題連結

# settings.reading.clipboard_topic.subtitle
source: When returning to the app, offer to open a copied topic link
zh_hans: 回到前台时提示打开复制的话题链接
zh_hk: 回到前台時提示打開複製的話題連結

# settings.reading.collapse_navigation
source: Collapse Navigation on Scroll
zh_hans: 滚动收起导航栏
zh_hk: 滾動收起導覽列

# settings.reading.collapse_navigation.subtitle
source: Automatically collapse home chrome while browsing
zh_hans: 首页滚动时自动收起顶部和底部栏
zh_hk: 首頁滾動時自動收起頂部和底部列

# settings.reading.comfort
source: Comfort Reading
zh_hans: 舒适阅读
zh_hk: 舒適閱讀

# settings.reading.comfort.subtitle
source: Optimize mixed Chinese and English spacing while reading
zh_hans: 浏览帖子时自动优化中英文间距
zh_hk: 瀏覽帖子時自動優化中英文間距

# settings.reading.expand_related_links
source: Expand Related Links by Default
zh_hans: 默认展开相关链接
zh_hk: 預設展開相關連結

# settings.reading.expand_related_links.subtitle
source: Show related-link sections expanded in post content
zh_hans: 帖子中的相关链接区域默认展开显示
zh_hk: 帖子中的相關連結區域預設展開顯示

# settings.reading.hide_scroll_indicators
source: Hide Scroll Indicators
zh_hans: 隐藏滚动条
zh_hk: 隱藏滾動條

# settings.reading.hide_scroll_indicators.subtitle
source: Hide the vertical scrollbar in topic detail
zh_hans: 隐藏帖子详情页右侧滚动条
zh_hk: 隱藏帖子詳情頁右側滾動條

# settings.reading.image_carousel
source: Image carousel in posts
zh_hans: 正文图片轮播
zh_hk: 正文圖片輪播

# settings.reading.image_carousel.subtitle
source: On: FluxDo-style carousel. Off: stacked single images
zh_hans: 新：FluxDo 式轮播；关：沿用原来的单图堆叠
zh_hk: 新：FluxDo 式輪播；關：沿用原來的單圖堆疊

# settings.reading.in_app_browser
source: Open External Links In App
zh_hans: 外部链接使用内置浏览器
zh_hk: 外部連結使用內建瀏覽器

# settings.reading.in_app_browser.subtitle
source: Prefer opening post links inside Doer
zh_hans: 帖内外部链接优先在应用内打开
zh_hk: 帖內外部連結優先在應用內開啟

# settings.reading.instant_render
source: Live editor rendering
zh_hans: 编辑器即时渲染
zh_hk: 編輯器即時渲染

# settings.reading.instant_render.subtitle
source: Show Markdown styling while typing (off by default)
zh_hans: 输入时即时显示 Markdown 样式（默认关闭）
zh_hk: 輸入時即時顯示 Markdown 樣式（默認關閉）

# settings.reading.nested
source: Threaded replies
zh_hans: 树形回复视图
zh_hk: 樹形回復視圖

# settings.reading.nested.subtitle
source: Indent replies by relationship in topic detail
zh_hans: 详情页按回复关系缩进展示
zh_hk: 詳情頁按回復關係縮進展示

# settings.reading.preview.sample_body
source: Adjust font size, spacing, links, and scroll behavior without leaving this page.
zh_hans: 调整字体大小、混排间距、链接打开方式和滚动行为。
zh_hk: 調整字體大小、混排間距、連結開啟方式和滾動行為。

# settings.reading.preview.sample_title
source: Reading Preview
zh_hans: 阅读预览
zh_hk: 閱讀預覽

# settings.reading.preview.subtitle
source: Typography and behavior controls for topic detail
zh_hans: 帖子详情的排版和阅读行为控制
zh_hk: 帖子詳情的排版和閱讀行為控制

# settings.reading.preview.title
source: Reading Console
zh_hans: 阅读中控
zh_hk: 閱讀中控

# settings.reading.reset
source: Reset
zh_hans: 重置
zh_hk: 重設

# settings.reading.section.basic
source: Basics
zh_hans: 基础
zh_hk: 基礎

# settings.reading.section.progress_gesture
source: Progress-bar gestures
zh_hans: 进度条手势
zh_hk: 進度條手勢

# settings.reading.section.reading
source: Reading
zh_hans: 阅读
zh_hk: 閱讀

# settings.reading.section.threaded
source: Threaded replies
zh_hans: 树形回复
zh_hk: 樹形回復

# settings.reading.section.topic_card
source: Topic cards
zh_hans: 话题卡片
zh_hk: 話題卡片

# settings.reading.signatures
source: Show user signatures
zh_hans: 显示用户签名
zh_hk: 顯示用户籤名

# settings.reading.signatures.subtitle
source: Show signatures under posts
zh_hans: 在帖子下方显示签名
zh_hk: 在帖子下方顯示籤名

# settings.reading.subtitle
source: Post reading and scroll preferences
zh_hans: 帖子阅读和滚动偏好
zh_hk: 帖子閱讀和滾動偏好

# settings.reading.suggested_topics
source: Related topics
zh_hans: 相关话题推荐
zh_hk: 相關話題推薦

# settings.reading.suggested_topics.subtitle
source: Show related topics at the end of a topic
zh_hans: 读到话题底部时展示相关话题
zh_hk: 讀到話題底部時展示相關話題

# settings.section.appearance
source: Appearance Settings
zh_hans: 外观设置
zh_hk: 外觀設定

# settings.section.general
source: General
zh_hans: 通用
zh_hk: 通用

# settings.section.network
source: Network
zh_hans: 网络
zh_hk: 網絡

# settings.theme_style
source: Theme Style
zh_hans: 主题风格
zh_hk: 主題風格

# settings.theme.default
source: Default
zh_hans: 默认
zh_hk: 預設

# settings.theme.eye_care
source: Eye Care
zh_hans: 护眼
zh_hk: 護眼

# settings.theme.kraft_paper
source: Kraft Paper
zh_hans: 牛皮纸
zh_hk: 牛皮紙

# settings.theme.oled
source: OLED Black
zh_hans: OLED 纯黑
zh_hk: OLED 純黑

# settings.theme.telegram
source: Telegram
zh_hans: Telegram 风格
zh_hk: Telegram 風格

# settings.theme.wechat
source: WeChat style
zh_hans: 微信风格
zh_hk: 微信風格

# settings.theme.xiaohongshu
source: Xiaohongshu
zh_hans: 小红书风格
zh_hk: 小紅書風格

# settings.update.auto_check
source: Automatically Check for Updates
zh_hans: 自动检查更新
zh_hk: 自動檢查更新

# settings.update.check_now
source: Check for Updates
zh_hans: 检查更新
zh_hk: 檢查更新

# settings.update.check_now.subtitle
source: Check for a new version now
zh_hans: 立即检查是否有新版本
zh_hk: 立即檢查是否有新版本

# settings.update.current_version
source: Current Version
zh_hans: 当前版本
zh_hk: 目前版本

# settings.update.release_page
source: GitHub Releases
zh_hans: GitHub 发布页面
zh_hk: GitHub 發佈頁面

# share.image.empty_body
source: (No body)
zh_hans: （无正文）
zh_hk: （無正文）

# share.image.more_images
source: %d more images not shown
zh_hans: 还有 %d 张图未展示
zh_hk: 還有 %d 張圖未展示

# share.image.no_content
source: Nothing to share
zh_hans: 暂无可分享内容
zh_hk: 暫無可分享內容

# share.image.permission_denied
source: Couldn’t save
zh_hans: 无法保存
zh_hk: 無法保存

# share.image.permission_message
source: Allow photo library access in Settings.
zh_hans: 请在设置中允许写入相册。
zh_hk: 請在設置中允許寫入相冊。

# share.image.save
source: Save to Photos
zh_hans: 保存到相册
zh_hk: 保存到相冊

# share.image.saved
source: Saved
zh_hans: 已保存
zh_hk: 已保存

# share.image.saved_message
source: The image was saved to Photos.
zh_hans: 图片已保存到相册。
zh_hk: 圖片已保存到相冊。

# share.image.share
source: Share
zh_hans: 分享
zh_hk: 分享

# share.image.title
source: Share image
zh_hans: 分享图片
zh_hk: 分享圖片

# share.theme.black
source: True black
zh_hans: 纯黑
zh_hk: 純黑

# share.theme.blue
source: Blue
zh_hans: 蓝调
zh_hk: 藍調

# share.theme.classic
source: Classic
zh_hans: 经典
zh_hk: 經典

# share.theme.dark
source: Dark
zh_hans: 深色
zh_hk: 深色

# share.theme.green
source: Green
zh_hans: 绿野
zh_hk: 綠野

# share.theme.white
source: True white
zh_hans: 纯白
zh_hk: 純白

# shared_issue.author_title
source: You started this topic
zh_hans: 这是你创建的话题
zh_hk: 呢個係你建立嘅話題

# shared_issue.compact_label
source: Same
zh_hans: 俺也一样
zh_hk: 俺也一樣

# shared_issue.label
source: Me too
zh_hans: 俺也一样
zh_hk: 我都係

# shared_issue.label_count
source: Me too (%lld)
zh_hans: 俺也一样 (%lld)
zh_hk: 我都係 (%lld)

# shared_issue.marked
source: Marked as me too
zh_hans: 已标记俺也一样
zh_hk: 已標記我都係

# shared_issue.marked_label
source: Same
zh_hans: 俺也一样
zh_hk: 俺也一樣

# shared_issue.rate_limited
source: Too many actions, please try again later
zh_hans: 操作过于频繁，请稍后再试
zh_hk: 操作太頻繁，請稍後再試

# shared_issue.title
source: I am also experiencing this issue
zh_hans: 我也遇到了这个问题
zh_hk: 我都遇到呢個問題

# shared_issue.unmarked
source: Removed me too
zh_hans: 已取消俺也一样
zh_hk: 已取消我都係

# speech.empty
source: Didn’t catch that. Hold and try again
zh_hans: 没有听清，请按住再说一次
zh_hk: 沒有聽清，請按住再説一次

# speech.not_authorized
source: Speech recognition isn’t allowed
zh_hans: 没有语音识别权限
zh_hk: 沒有語音識別權限

# speech.release_cancel
source: Release to cancel
zh_hans: 松开 取消
zh_hk: 鬆開 取消

# speech.release_transcribe
source: Release to transcribe
zh_hans: 松开 转成文字
zh_hk: 鬆開 轉成文字

# speech.retry
source: Couldn’t recognize. Try again
zh_hans: 识别失败，请再试一次
zh_hk: 識別失敗，請再試一次

# speech.transcribing
source: Transcribing…
zh_hans: 正在识别…
zh_hk: 正在識別…

# speech.unavailable
source: Speech recognition isn’t available
zh_hans: 当前无法使用语音识别
zh_hk: 當前無法使用語音識別

# spoiler.tapToReveal
source: Tap to reveal
zh_hans: 点击揭示
zh_hk: 點擊揭示

# sticker.add_from_market
source: + Add from market
zh_hans: + 从市场添加
zh_hk: + 從市場添加

# sticker.empty
source: No sticker packs yet
zh_hans: 还没有表情包
zh_hk: 還沒有表情包

# sticker.market.base_url
source: Market URL
zh_hans: 市场地址
zh_hk: 市場地址

# sticker.market.base_url_message
source: Changing this clears the market cache
zh_hans: 修改后会清空市场缓存
zh_hk: 修改後會清空市場緩存

# sticker.market.count_suffix
source: stickers
zh_hans: 个表情
zh_hk: 個表情

# sticker.market.empty
source: No sticker packs in the market
zh_hans: 市场暂无表情包
zh_hk: 市場暫無表情包

# sticker.market.reset_default
source: Restore default
zh_hans: 恢复默认
zh_hk: 恢復默認

# sticker.market.title
source: Sticker market
zh_hans: 表情包市场
zh_hk: 表情包市場

# sticker.recent
source: Recently used
zh_hans: 最近使用
zh_hk: 最近使用

# sticker.tab.emoji
source: Emoji
zh_hans: 表情
zh_hk: 表情

# sticker.tab.sticker
source: Stickers
zh_hans: 表情包
zh_hk: 表情包

# tab.categories
source: Categories
zh_hans: 分类
zh_hk: 分類

# tab.forums
source: Forums
zh_hans: 论坛
zh_hk: 論壇

# tab.history
source: History
zh_hans: 浏览历史
zh_hk: 瀏覽歷史

# tab.home
source: Home
zh_hans: 首页
zh_hk: 首頁

# tab.me
source: Me
zh_hans: 我的
zh_hk: 我的

# tab.messages
source: Messages
zh_hans: 私信
zh_hk: 私信

# tab.notifications
source: Notifications
zh_hans: 通知
zh_hk: 通知

# tab.settings
source: Settings
zh_hans: 设置
zh_hk: 設置

source: Tap to reveal spoiler
zh_hans: 点击查看被隐藏的内容
zh_hk: 點擊查看被隱藏的內容

# telegram_chat.admin_badge
source: Admin
zh_hans: 管理员
zh_hk: 管理員

# telegram_chat.input_placeholder
source: Message
zh_hans: 发消息…
zh_hk: 傳送訊息…

# telegram_chat.reply
source: Reply
zh_hans: 回复
zh_hk: 回覆

# telegram_chat.reply_floor_fmt
source: Reply to #%d
zh_hans: 回复 #%d
zh_hk: 回覆 #%d

# telegram_chat.today
source: Today
zh_hans: 今天
zh_hk: 今天

# telegram_chat.voice
source: Voice
zh_hans: 语音
zh_hk: 語音

# telegram_chat.yesterday
source: Yesterday
zh_hans: 昨天
zh_hk: 昨天

# telegram_list.no_messages
source: No messages
zh_hans: 暂无消息
zh_hk: 暫無訊息

# telegram_list.replies_fmt
source: %d replies
zh_hans: %d 条回复
zh_hk: %d 則回覆

# telegram_list.yesterday
source: Yesterday
zh_hans: 昨天
zh_hk: 昨天

# toolbox.base64.action.clear
source: Clear
zh_hans: 清空
zh_hk: 清空

# toolbox.base64.action.copy
source: Copy result
zh_hans: 复制结果
zh_hk: 複製結果

# toolbox.base64.action.decode
source: Decode
zh_hans: 解码
zh_hk: 解碼

# toolbox.base64.action.dismiss_keyboard
source: Dismiss keyboard
zh_hans: 收起键盘
zh_hk: 收起鍵盤

# toolbox.base64.action.encode
source: Encode
zh_hans: 编码
zh_hk: 編碼

# toolbox.base64.action.paste
source: Paste
zh_hans: 粘贴
zh_hk: 粘貼

# toolbox.base64.action.swap
source: Swap
zh_hans: 互换
zh_hk: 互換

# toolbox.base64.error.empty
source: Enter some text
zh_hans: 请输入内容
zh_hk: 請輸入內容

# toolbox.base64.error.invalid
source: Not valid Base64
zh_hans: 不是有效的 Base64 字符串
zh_hk: 不是有效的 Base64 字符串

# toolbox.base64.error.utf8
source: Decoded result isn’t valid UTF-8
zh_hans: 解码结果不是有效的 UTF-8 文本
zh_hk: 解碼結果不是有效的 UTF-8 文本

# toolbox.base64.input.placeholder
source: Type text to encode or decode…
zh_hans: 在此输入要编码或解码的文本…
zh_hk: 在此輸入要編碼或解碼的文本…

# toolbox.base64.mode.standard
source: Standard
zh_hans: 标准
zh_hk: 標準

# toolbox.base64.output.placeholder
source: The result appears here
zh_hans: 结果会显示在这里
zh_hk: 結果會顯示在這裏

# toolbox.base64.section.input
source: Input
zh_hans: 输入
zh_hk: 輸入

# toolbox.base64.section.output
source: Result
zh_hans: 结果
zh_hk: 結果

# toolbox.base64.status.cleared
source: Cleared
zh_hans: 已清空
zh_hk: 已清空

# toolbox.base64.status.clipboard_empty
source: Clipboard is empty
zh_hans: 剪贴板为空
zh_hk: 剪貼板為空

# toolbox.base64.status.copied
source: Result copied
zh_hans: 已复制结果
zh_hk: 已複製結果

# toolbox.base64.status.decoded
source: Decoded · %lld characters
zh_hans: 解码完成 · %lld 字符
zh_hk: 解碼完成 · %lld 字符

# toolbox.base64.status.encoded
source: Encoded · %lld characters
zh_hans: 编码完成 · %lld 字符
zh_hk: 編碼完成 · %lld 字符

# toolbox.base64.status.mode
source: Mode changed. Encode or decode again
zh_hans: 已切换模式，请重新编码或解码
zh_hk: 已切換模式，請重新編碼或解碼

# toolbox.base64.status.no_result
source: Nothing to copy
zh_hans: 没有可复制的结果
zh_hk: 沒有可複製的結果

# toolbox.base64.status.pasted
source: Pasted from clipboard
zh_hans: 已从剪贴板粘贴
zh_hk: 已從剪貼板粘貼

# toolbox.base64.status.swapped
source: Swapped input and result
zh_hans: 已互换输入与结果
zh_hk: 已互換輸入與結果

# toolbox.title
source: Encryption toolbox
zh_hans: 加解密工具箱
zh_hk: 加解密工具箱

# topic_detail.action.bookmark
source: Bookmark
zh_hans: 收藏
zh_hk: 收藏

# topic_detail.action.reply
source: Reply
zh_hans: 回复
zh_hk: 回復

# topic_detail.action.share
source: Share
zh_hans: 分享
zh_hk: 分享

# topic_detail.action.timeline
source: Timeline
zh_hans: 时间线
zh_hk: 時間線

# topic_detail.action.top
source: Top
zh_hans: 顶部
zh_hk: 頂部

# topic_detail.bar.jump_to_floor
source: Jump to Floor
zh_hans: 跳转楼层
zh_hk: 跳轉樓層

# topic_detail.default_title
source: Detail
zh_hans: 详情
zh_hk: 詳情

# topic_detail.filter.author_only
source: OP only
zh_hans: 只看题主
zh_hk: 只看題主

# topic_detail.filter.content
source: Content
zh_hans: 内容筛选
zh_hk: 內容篩選

# topic_detail.filter.hide_category_changes
source: Hide category edits
zh_hans: 隐藏编辑分类
zh_hk: 隱藏編輯分類

# topic_detail.filter.hide_other_system_actions
source: Hide other system records
zh_hans: 隐藏其他系统记录
zh_hk: 隱藏其他系統記錄

# topic_detail.filter.hide_tag_changes
source: Hide tag edits
zh_hans: 隐藏标签变更
zh_hk: 隱藏標籤變更

# topic_detail.filter.reset
source: Reset filters
zh_hans: 恢复默认筛选
zh_hk: 恢復默認篩選

# topic_detail.filter.system_records
source: System Records
zh_hans: 系统记录
zh_hk: 系統記錄

# topic_detail.filter.title
source: Filter
zh_hans: 筛选
zh_hk: 篩選

# topic_detail.jump.confirm
source: Jump
zh_hans: 跳转
zh_hk: 跳轉

# topic_detail.jump.message %lld
source: Enter floor number (1-%lld)
zh_hans: 输入楼层号 (1-%lld)
zh_hk: 輸入樓層號 (1-%lld)

# topic_detail.load_earlier
source: Load earlier posts
zh_hans: 加载之前的内容
zh_hk: 加載之前的內容

# topic_detail.loading_earlier
source: Loading earlier posts
zh_hans: 正在加载较早的帖子
zh_hk: 正在載入較早的帖子

# topic_detail.metadata.replies
source: replies
zh_hans: 回复
zh_hk: 回復

# topic_detail.metadata.views
source: views
zh_hans: 浏览
zh_hk: 瀏覽

# topic_detail.new_replies.many
source: %lld new replies
zh_hans: %lld 条新回复
zh_hk: %lld 條新回復

# topic_detail.new_replies.one
source: 1 new reply
zh_hans: 1 条新回复
zh_hk: 1 條新回復

# topic_detail.progress.accessibility %lld %lld
source: Floor %lld of %lld
zh_hans: 第 %lld 楼，共 %lld 楼
zh_hk: 第 %lld 樓，共 %lld 樓

# topic_detail.progress.subtitle
source: Hold for actions
zh_hans: 长按打开操作
zh_hk: 長按打開操作

# topic_detail.system_action.autobumped
source: Auto-bumped
zh_hans: 自动顶帖
zh_hk: 自動頂帖

# topic_detail.system_action.category_changed
source: Category updated
zh_hans: 更新了类别
zh_hk: 更新了類別

# topic_detail.system_action.closed
source: Closed the topic
zh_hans: 关闭了话题
zh_hk: 關閉了話題
